IDEA Open Model
ReportSettings.PlatesDrawings Property
Compatible with IDEA StatiCa Beta 20.0
 Indicates, whether generate drawing of plates.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool PlatesDrawings { get; set; }
Public Property PlatesDrawings As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace